var data = [
    {
        "b": 5,
        "i": "满减劵",
        "top": "使用门栏：1.满100元即可使用2.本劵适用于所有项目",
        "bottom": "使用时间：即日起至2016年11月10日"
    },
    {
        "b": 9.5,
        "i": "折扣劵",
        "top": "使用门栏：1.满100元即可使用2.本劵适用于所有项目",
        "bottom": "使用时间：即日起至2016年11月10日"
    },
    {
        "b": 10,
        "i": "满减劵",
        "top": "使用门栏：1.满100元即可使用2.本劵适用于所有项目",
        "bottom": "使用时间：即日起至2016年11月10日"
    },
    {
        "b": 10,
        "i": "满减劵",
        "top": "使用门栏：1.满100元即可使用2.本劵适用于所有项目",
        "bottom": "使用时间：即日起至2016年11月10日"
    }
]